# математикалык операторлор
# + кошуу оператору
# - кемитуу оператору
# * кобойтуу оператору
# % - нольго кобойту
# / болуу
# -= дикремент
# += инкремент

# >= чон
# <= кичине
# != не рано барабар эмес
# == барабар равно

# int --> жонокой сандар
# float --> болчок сандар
# str  --> суйлом же текст
# bool  --> True, False
 

num = 5
num2 = 10

print(num + num2)

# ''      --> одинарные ковычки
# ""      --> двойные ковычки
# """ """ --> тройные ковычки


#Срез (Slice) - это способ обрезать строку или список.

#               -3 -2 -1
#         0123456789
a = 'Hello world'
print(a[0:6])